Repository: drescherjm/jmdgentoooverlay
Catalog: sys-block/partimage/files/*.po
Languages: de

source: Disk full! Can't write next volume file (%s.%.3ld) to %s Please, enter another directory path (without filename):
de: Der Datenträger ist voll! Dateiteil (%s.%.3ld) kann nicht nach%s geschrieben werden. Bitte einen neuen Pfad eingeben (ohne Dateiname):

source: New Volume location
de: Neue Datenträger Bezeichnung

source: server's port must be between 1 and 65535
de: Serverport muss zwischen 1 und 65535 liegen

source: Compression mode must be 0 (none), 1(gzip), 2(bzip2)
de: Kompressionsmodus muss 0(kein), 1(gzip) oder 2(bzip2) sein

source: Finish mode must be 0 (wait), 1(halt), 2(reboot) or 3(quit)
de: Endmodus muss 0(warten), 1(herunterfahren) oder 2(beenden) sein

source: The debug level must be 0(none), 1(user), 2(developer) or 3(debugging)
de: Debugmodus muss 0(kein), 1(Benutzer), 2(Entwickler) oder 3(Debugging) sein

source: Volume size: %llu bytes (%ld MiB)
de: Datenträgergröße: %llu Bytes (%ld Mb)

source: Partition Image version %s (distributed under the GNU GPL2).
de: Partition Image Version %s (lizenziert unter GNU GPL2).

source: Cannot open debug file.
de: Kann Debug Datei nicht öffnen.

source: You have devfs enabled but not mounted. You have to do it to continue. You can also boot with non-devfs kernel if you have one.
de: Auf dem System ist devfs aktiviert aber nicht gemountet. Um die Bearbeitung fortzusetzen, muss devfs gemountet werden. Wenn der Kernel den Parameter 'non-devfs' unterstützt, kann das System auch mit dieser Option gestartet werden.

source: commiting buffer cache to disk.
de: Buffer Cache auf Festplatte schreiben.

source: The MBR was successfully restored
de: Der MBR wurde erfolgreich wiederhergestellt

source: Operation
de: Aktion

source: Error: Cannot halt the computer
de: Fehler: Das System kann nicht heruntergefahren werden

source: Error: Cannot reboot the computer
de: Fehler: Das System kann nicht neugestartet werden

source: Error: Cannot count remaining partimages
de: Fehler: Die verbleibenden Images können nicht berechnet werden

source: DEBUG: reboot the computer
de: Debug: Das System neu starten

source: Partition Image (http://www.partimage.org/) version %s [%s] ---- distributed under the GPL 2 license (GNU General Public License) ---- Supported file systems:....ext2fs, reiserfs, fat16, fat32, ntfs(exp), hpfs usage: partimage [options] <action> <device> <image_file> partimage <imginfo/restmbr> <image_file> ex: partimage -z1 -o -d save /dev/hda12 /mnt/backup/redhat-6.2.partimg.gz ex: partimage restore /dev/hda13 /mnt/backup/suse-6.4.partimg ex: partimage restmbr /mnt/backup/debian-potato-2.2.partimg.bz2 ex: partimage -z1 -om save /dev/hda9 /mnt/backup/win95-osr2.partimg.gz ex: partimage imginfo /mnt/backup/debian-potato-2.2.partimg.bz2 ex: partimage -a/dev/hda6#/mnt/partimg#vfat -V1440 save /dev/hda12 /mnt/partimg/redhat-6.2.partimg.gz Arguments: * <action>: - save: save the partition datas in an image file - restore: restore the partition from an image file - restmbr: restore a MBR of the image file to an hard disk - imginfo: show informations about the image file * <device>: partition to save/restore (example: /dev/hda1) * <image_file>: file where data will be read/written. can be very big Options: * -z, --compress (image file compression level): -z0, --compress=0 don't compress: very fast but very big image file -z1, --compress=1 compress using gzip: fast and small image file (default) -z2, --compress=2 (compress using bzip2: very slow and very small image file): * -c, --nocheck don't check the partition before saving * -o, --overwrite overwrite the existing image file without confirmation * -d, --nodesc don't ask any description for the image file * -V, --volume (split image into multiple volumes files) -VX, --volume=X create volumes with a size of X KB * -w, --waitvol wait for a confirmation after each volume change * -e, --erase erase empty blocks on restore with zero bytes * -m, --allowmnt don't fail if the partition is mounted. Dangerous ! * -M, --nombr don't create a backup of the MBR (Mast Boot Record) in the image file * -h, --help show help * -v, --version show version * -i, --compilinfo show compilation options used * -f, --finish (action to do if finished successfully): -f0, --finish=0 wait: don't make anything -f1, --finish=1 halt (power off) the computer -f2, --finish=2 reboot (restart the computer): -f3, --finish=3 quit * -b, --batch batch mode: the GUI won't wait for an user action * -y, --nosync don't synchronize the disks at the end of the operation (dangerous) * -sX, --server=X give partimaged server's ip address * -pX, --port=X give partimaged server's listening port * -g, --debug=X set the debug level to X (default: 1): * -n, --nossl disable SSL in network mode * -S, --simulate simulation of restoration mode * -aX, --automnt=X Automatic mount with X options. Read the doc for more details * -UX --username=X Username to authenticate to server * -PX --Password=X Password for authentication of user to server
de: Partition Image (http://www.partimage.org/) Version %s [%s] ---- lizenziert unter GPL 2 (GNU General Public License) ---- Unterstützte Dateisysteme:....ext2fs, reiserfs, fat16, fat32, ntfs(exp), hpfs Aufruf: partimage [Optionen] <Befehl> <Gerät> <Image_Datei> partimage <imginfo/restmbr> <Iimage_Datei> Bsp: partimage -z1 -o -d save /dev/hda12 /mnt/backup/redhat-6.2.partimg.gz Bsp: partimage restore /dev/hda13 /mnt/backup/suse-6.4.partimg Bsp: partimage restmbr /mnt/backup/debian-potato-2.2.partimg.bz2 Bsp: partimage -z1 -om save /dev/hda9 /mnt/backup/win95-osr2.partimg.gz Bsp: partimage imginfo /mnt/backup/debian-potato-2.2.partimg.bz2 Bsp: partimage -a/dev/hda6#/mnt/partimg#vfat -V1440 save /dev/hda12 /mnt/partimg/redhat-6.2.partimg.gz Argumente: * <Befehl>: - save: Sichern einer kompletten Partition in eine Datei - restore: Wiederherstellen einer kompletten Partition aus einer Datei - restmbr: Wiederherstellen eines MBRs aus einer Datei auf die Festplatte - imginfo: Information aus Imagedatei anzeigen * <Gerät>: Name der Partition die gesichert/wiederhergestellt wird (Beispiel: /dev/hda1) * <Image_Datei>: Name der Sicherungs-/Wiederherstellungs-Datei. Kann sehr groß werden Optionen: * -z, --compress (Kompressionsmodus der Imagedatei): -z0, --compress=0 keine Kompression: schnell aber große Imagedatei -z1, --compress=1 gzip Kompression: schnell mit kleiner Imagedatei (default) -z2, --compress=2 bzip2 Kompression: langsam mit noch kleinerer Imagedatei * -c, --nocheck keine Prüfung der Partition * -o, --overwrite Überschreibe Imagedatei ohne Rückfrage * -d, --nodesc Beschreibungstext der Imagedatei unterdrücken * -V, --volume (verteile Imagedatei auf mehrere Datenträger) -VX, --volume=X Datenträgergröße ist X KB * -w, --waitvol Warten bei Datenträgerwechsel * -e, --erase fülle die freien Blöcke mit Nullwerten bei der Wiederherstellung * -m, --allowmnt Bearbeitung trotz eingehängter Partition. ACHTUNG: Gefahr! * -M, --nombr MBR (Master Boot Record) nicht in Imagedatei sichern * -h, --help zeigt diesen Hilfstext * -v, --version zeigt Programmversion * -i, --compilinfo zeigt benutzte Kompilieroptionen * -f, --finish (Befehl nach erfolgreicher Ausführung): -f0, --finish=0 warten: Partimage wartet auf Benutzereingabe -f1, --finish=1 herunterfahren: Der Rechner wird heruntergefahren (shutdown) -f2, --finish=2 neustarten: Der Rechner wird neu gestartet (reboot) -f3, --finish=3 beenden: Partimage beendet sich * -b, --batch batch Modus: die Ausführung läuft ohne Benutzereingaben * -y, --nosync Keine Festplatten Synchronisation nach Beendigung durchführen ACHTUNG: Gefahr! * -sX, --server=X IP Adresse des partimaged Servers * -pX, --port=X Port Nummer des partimaged Servers * -g, --debug=X setzen des Debug Modus auf X (default: 1) * -n, --nossl Keine SSL Netzwerkverschlüsselung * -S, --simulate Wiederherstellen nur simulieren * -aX, --automnt=X automatisches Einhängen (mount) mit den Optionen X.Siehe auch Dokumentation

source: stable
de: stabil

source: unstable
de: instabil

source: %s successfully finished: Time elapsed:...%s Speed:..........%s/min Data copied:....%s
de: %s erfolgreich beendet: Verbrauchte Zeit:.....%s Durchsatz:............%s/Min Kopierte Datenmenge:.%s

source: initializing the operation. Please wait...
de: Initialisiere die Ausführung. Bitte warten...

source: Bzip2 bug workaround
de: Umgehung des Bzip2 Fehlers

source: Because of a bug, you won't be able to restore MBR from any bzip2 compressed image unless you manualy run bzip2 -d on them
de: Aufgrund eines Fehlers kann ein MBR aus einem Image mit bzip2 Kompression nicht wiederhergestellt werden. Als Umgehungslösung das Image mit 'bzip2 -d' manuell dekomprimieren

source: Saving partition to the image file...
de: Sichere Partition in die Imagedatei...

source: initializing the operation
de: Initialisiere die Ausführung

source: Error in Main Tail
de: Fehler im Emailbody

source: Impossible to read the magic: the image is damaged
de: Die Kennung kann nicht gelesen werden: Das Image ist beschädigt

source: CRC changed: the image is damaged
de: CRC wurde verändert: Das Image ist beschädigt

source: volume numbers changed: the image is damaged
de: Die Datenträgernummer hat sich geändert: Das Image ist beschädigt

source: inode missing
de: Inode nicht gefunden

source: %s inode doesn't exists. Partimage can create it for you. You can also use the manual mknod command. Do you want this inode to be created for you now ?
de: %s inode nicht gefunden. Auf Wunsch kann Partimage ihn anlegen. Sie können ihn auch selbst mit dem Kommando mknod erzeugen. Soll Partimage ihn nun anlegen?

source: %s is not a block device.
de: %s ist kein Blockgerät.

source: You haven't access to /proc/mounts.
de: Sie haben keinen Zugriff auf /proc/mounts.

source: An error occurred trying to read /proc/mounts.
de: Es ist ein Fehler beim Lesen von /proc/mounts aufgetreten.

source: The %s partition is mounted. Partition Image can't work on mounted partitions. Please, unmount it before. You can do it with "umount %s"
de: Die Partition %s ist eingehängt. Partition Image kann mit eingehängten Partitionen nicht umgehen. Bitte zuerst die Partition aushängen (mit "umount %s")

source: Split volumes size must be an integer greater than 1024 (size >= 1024 KB)
de: Die Größe von Splitt-Datenträgern muss eine Ganzzahl größer als 1024 sein

source: Invalid automount options. Read the manual for more details
de: Ungültige automount Optionen

source: The second argument [%s] must be a valid device (ex: /dev/hda1)
de: Das 2. Argument [%s] muss ein gültiges Gerät sein (Bsp: /dev/hda1)

source: The third argument [%s] must be a valid regular file (not a directory, a symlink, ...)
de: Das 3. Argument [%s] muss eine reguläre Datei sein (weder Verzeichnis noch symbolischer Verweis, ...)

source: Exit partimage ?
de: Partimage verlassen?

source: Do you really want to cancel the current operation ?
de: Ausführung wirklich abbrechen?

source: local check error
de: Lokaler Prüffehler

source: Impossible to find a local check structure. Data may be damaged. Do you want to continue ?
de: Es kann keine lokale Prüfstruktur gefunden werden. Soll die Bearbeitung fortgesetzt werden ?

source: local CRC error
de: Lokaler CRC Fehler

source: There was a position error in CCheck. Data may be damaged. Do you want to continue ?
de: Positionierungsfehler im CCheck. Wahrscheinlich durch Datenkorruption. Trotzdem fortfahren?

source: There was a CRC error in CCheck. Data may be damaged. Do you want to continue ?
de: CRC Fehler in CCheck. Wahrscheinlich durch Datenkorruption. Trotzdem fortfahren?

source: reading partition properties
de: Einlesen der Partitionseigenschaften

source: checking the file system with fsck
de: Prüfen des Dateisystems mit fsck

source: writing header
de: Schreibe Anfangskennung

source: copying used data blocks
de: Kopiere benützte Datenblöcke

source: reading partition informations
de: Einlesen der Partitionsinformationen

source: Block size....................%llu bytes Total blocks count............%llu Used blocks count.............%llu Free blocks count.............%llu
de: Blockgröße....................%llu Bytes Anzahl Blöcke.................%llu Benutzte Blöcke...............%llu Freie Blöcke..................%llu

source: %sSpace usage:..................%llu %% Used space....................%s Free space....................%s Bitmap size...................%s Label.........................%s
de: %sPlatzbelegung.................%llu %% Belegter Speicherplatz........%s Freier Speicherplatz..........%s Größe der Bitmap..............%s Bezeichnung.........................%s

source: %sNumber of groups..............%lu First block...................%lu Ext3fs journalization.........%s Sparse super block............%s Large files support...........%s File system revision..........%lu
de: %sAnzahl Gruppen................%lu 1. Block......................%lu Ext3fs Journalinfo............%s Freier Super Block............%s Unterstützung großer Dateien..%s Dateisystem Version...........%lu

source: yes
de: ja

source: no
de: nein

source: Ext3fs informations
de: Informationen zu Ext3fs

source: Ext2fs informations
de: Informationen zu Ext2fs

source: There was an error while reading the bitmap
de: Fehler beim Lesen des Bitmap

source: %sSector Size...................%u Sectors per cluster...........%u Reserved Sectors count........%u Root directory sectors........%lu FAT tables count..............%u Total Sectors Count...........%lu Sectors per FAT...............%lu Clusters count:...............%lu Used clusters.................%lu Free clusters.................%lu Damaged clusters..............%lu
de: %sSektor Größe................%u Sektoren pro Cluster...........%u Reservierte Sektoren..........%u Stammverzeichnis Sektoren....%lu Anzahl FAT Tabellen...........%u Anzahl Sektoren...............%lu Sektoren pro FAT..............%lu Anzahl Cluster................%lu Benutzte Cluster..............%lu Freie Cluster.................%lu Beschädigte Cluster...........%lu

source: FAT informations
de: Information zu FAT

source: Can't read boot sector
de: Bootsektor Lesefehler

source: m_cSectorsPerCluster can't be null. Check the partition to save is a FAT one.
de: m_cSectorsPerCluster darf nicht null sein. Ggf. ist angegebene Partition kein FAT Dateisystem.

source: Can't read FSInfo sector
de: FSInfo Sektor Lesefehler

source: %s is not an NTFS file system partition
de: %s ist kein NTFS Dateisystem

source: Out of memory: need %lu bytes to read file record in readBitmap()
de: Speichermangel: readBitmap() braucht %lu Bytes zum Lesen des Datensatzes

source: Unable to read the $Bitmap MFT record. Do you want to make an experimental search for it ? (it can take a long time)
de: Lesefehler bei MFT Datensatz $Bitmap. Unscharfe Suche starten? Hinweis: dieser Vorgang kann länger dauern

source: Cannot find the $bitmap with experimental search
de: $bitmap bei unscharfer Suche nicht gefunden

source: Cannot use $bitmap file record
de: Datensatz $bitmap kann nicht verwendet werden

source: NTFS $Bitmap is to small
de: NTFS $Bitmap ist zu klein

source: Out of memory
de: Speichermangel

source: %sBytes per sector..............%u Sectors per cluster...........%u File record size..............%lu LCN of MFT Data attrib........%llu
de: %sBytes pro Sektor..............%u Sektoren pro Cluster..........%u Datensatzgröße................%lu LCN des MFT Datenattributes...%llu

source: NTFS informations
de: Informationen zu NTFS

source: Out of memory: need %lu bytes to read file record in readVolumeLabel()
de: Speichermangel: readVolumeLabel() braucht %lu Bytes zum Lesen des Datensatzes

source: NTFS: "Attribute List" attribute is not yet supported.
de: NTFS: "Attribute List" Attribut wird z.Z. nicht unterstützt.

source: NTFS: Compression flag for DATA attribute not null: %ld
de: NTFS: Kompressionsflag des DATA Attributes ist ungleich Null: %ld

source: NTFS: Resident data attribute not supported
de: NTFS: Resident data Attribut wird z.Z. nicht unterstützt

source: NTFS: processRunList() returned -1
de: NTFS: Rückgabe von processRunList() = -1

source: Error in readFilenameAttribute
de: Fehler im 'readFilename' Attribut

source: The "filename" attribute must be resident !
de: Attribut "filename" muss persistent sein !

source: $bitmap record search
de: suche $bitmap Datensatz

source: experimental search succeed
de: Unscharfe Suche war erfolgreich

source: HPFS informations
de: Informationen zu HPFS

source: Can't read boot block
de: Boot Block Lesefehler

source: Can't read super block
de: Super Block Lesefehler

source: Can't read spare block
de: Reserve Block Lesefehler

source: Invalid HPFS magic numbers. Not a valid HPFS partition.
de: Ungültige HPFS Kennung. Keine HPFS Partition gefunden.

source: ReiserFS informations
de: Informationen zu ReiserFS

source: JFS informations
de: Informationen zu JFS

source: %sAllocation Group count:.......%lu Blocks per Allocation Group...%lu Allocation Group size:........%s
de: %s Allocation Gruppe Anzahl:.......%lu Blöcke pro Allocation Gruppe...%lu Allocation Gruppe Größe:........%s

source: XFS informations
de: Informationen zu XFS

source: Waitting ...
de: Warte ...

source: error !
de: Fehler!

source: getspace ...
de: Ermittle Speicherplatz Bedarf...

source: writting ...
de: Schreibe ...

source: opening for write ...
de: Öffne zum Schreiben ...

source: saving
de: Sichere

source: reading ...
de: Lese ...

source: closing ...
de: Schließe ...

source: opening for read ...
de: Öffne zum Lesen ...

source: restoring
de: Wiederherstellung

source: finished
de: Fertig

source: State
de: Status

source: Location
de: Ort

source: Size
de: Größe

source: waiting
de: Warte

source: Segmentation fault. Please report the bug and send the [%s] file to authors
de: Speicherzugriffsfehler. Bitte Bug und Datei [%s] an die Autoren senden

source: Partition Image Daemon (http://www.partimage.org/) version %s ---- distributed under the GPL 2 license (GNU General Public License) ---- usage: partimaged [options] Options: * -h, --help show help * -v, --version show version * -d, --dest destination directory * -pX, --port=X server's port listening (defaults to %d) * -D, --daemon start in daemon mode, not foreground * -i, --compilinfo show compilation options used * -r dir, --chroot dir use chroot to improve security * -g, --debug=X set the debug level to X (default: 1) * -L, --nologin disable login from clients
de: Partition Image Daemon (http://www.partimage.org/) Version %s ---- lizenziert unter GPL 2 (GNU General Public License) ---- Aufruf: partimaged [Optionen] Optionen: * -h, --help zeigt diesen Hilfstext * -v, --version zeigt Programmversion * -d, --dest Zielverzeichnis * -pX, --port=X Server Portnummer (default %d) * -D, --daemon startet im Hintergrundmodus * -i, --compilinfo verwendete Kompilieroptionen anzeigen * -r dir, --chroot dir Aufruf von chroot. Verbessert die Sicherheit * -g, --debug=X setzen des Debug Modus auf X (default: 1) * -L, --nologin Anmeldung von Clients deaktivieren

source: Impossible to open logfile %s: %s
de: Fehler beim Öffnen der Logdatei %s: %s

source: Fix this and retry.
de: Bitte beheben und erneut starten.

source: impossible to find user "%s"
de: Benutzer "%s" nicht gefunden

source: add it and retry
de: Bitte hinzufügen und erneut starten

source: Warning: we couldn't changed euid because we weren't launched as root expect some access denied or troubles like this.
de: Warnung: Fehler beim Setzen der euid. Keine SuperUser Rechte (root) Ggf. kann es zu "Zugriff verweigert" Fehlermeldungen kommen.

source: (distributed under the GNU GPL 2)
de: (lizenziert unter GNU GPL 2)

source: Waiting for client ...
de: Warte auf Client ...

source: too much client connected
de: Zu viele Clientverbindungen

source: ==== Partition Image: compilation options used ====
de: ==== Partition Image: Kompilieroptionen ====

source: * Version is %s [%s].
de: * Version ist %s [%s].

source: * Supported file systems: -
de: * Unterstützte Dateisysteme: -

source: - Ext2fs support: based on libext2fs library
de: - Ext2fs Unterstützung mit libext2fs library

source: - Ext2fs support: internal code
de: - Ext2fs Unterstützung: buildin Code

source: * Debug options:
de: * Debug Optionen:

source: - DEVEL ENABLED
de: - DEVEL EINGESCHALTET

source: - DEVEL DISABLED
de: - DEVEL AUSGESCHALTET

source: true
de: wahr

source: false
de: falsch

source: * Other options:
de: * Sonstige Optionen:

source: - CURRENT_IMAGE_FORMAT=%s
de: - AKTUELLES_IMAGE_FORMAT=%s

source: - USERS MUST LOGIN
de: - BENUTZER LOGIN ERFORDERLICH

source: - PARTIMAGED_USERS=%s
de: - PARTIMAGED_BENUTZER=%s

source: - USERS DON'T LOGIN
de: - BENUTZER LOGIN NICHT ERFORDERLICH

source: - PARTIMAGED_USERS not used
de: - PARTIMAGED_BENUTZER nicht verwendet

source: - SSL ENABLED
de: - SSL EINGESCHALTET

source: - SSL DISABLED
de: - SSL AUSGESCHALTET

source: - CHEUID ENABLED
de: - CHEUID EINGESCHALTET

source: - CHEUID DISABLED
de: - CHEUID AUSGESCHALTET

source: %.2f KiB
de: %.2f Kb

source: %.2f MiB
de: %.2f Mb

source: %.2f GiB
de: %.2f Gb

source: %.2f TiB
de: %.2f Tb
