Repository: drescherjm/jmdgentoooverlay
Catalog: sys-block/partimage/files/*.po
Languages: de

source: Restore an MBR to the hard disk
de: MBR wiederherstellen

source: Disk with the MBR to restore
de: Ziellaufwerk für MBR

source: Original MBR to use
de: Quelllaufwerk des MBR

source: What to restore:
de: Wiederherstellung-Optionen:

source: The whole MBR
de: MBR komplett

source: Cannot read "/proc/partitions" (%s). Then, you must use the command line to run Partition Image. Type "partimage --help" for help.
de: "/proc/partitions" (%s) kann nicht gelesen werden. Bitte Partition Image mit Parameter erneut starten. Die Parameter können mit "partimage --help" angezeigt werden.

source: Continue (F5)
de: Weiter (F5)

source: Exit (F6)
de: Beenden (F6)

source: Main window (F7)
de: Hauptfenster (F7)

source: save partition to image file
de: Die Partition in eine Image-Datei sichern

source: Compression level
de: Kompressionsmodus

source: None (very fast + very big file)
de: Kein (sehr schnell + große Datei)

source: Options
de: Optionen

source: Check partition before saving
de: Die Partition vorher prüfen

source: Enter description
de: Beschreibung eingeben

source: Overwrite without prompt
de: Ohne Rückfrage überschreiben

source: Image split mode
de: Teilungsmodus für Image

source: Automatic split (when no space left)
de: Automatisch (bei Verbrauch des freien Platzes)

source: Into files whose size is:............
de: In Dateien mit folgender Größe:..........

source: MiB
de: Mb

source: Wait after each volume change
de: Warten auf Datenträgerwechsel

source: If finished successfully:
de: Nach erfolgreicher Ausführung:

source: Wait
de: Warten

source: Halt
de: Herunterfahren

source: Reboot
de: Neustarten

source: Quit
de: Beenden

source: Last
de: Letzte

source: Partition to save:...........%s
de: Sichere Partition:...........%s

source: Size of the Partition:.......%s = %llu bytes
de: Größe der Partition:.........%s = %llu Bytes

source: Image file to create.........%s
de: Dateiname des Images.........%s

source: Detected file system:........%s
de: Typ des Dateisystems:........%s

source: Compression level:...........None
de: Kompressionsmodus:...........Kein

source: Compression level:...........gzip
de: Kompressionsmodus:...........gzip

source: Compression level:...........bzip2
de: Kompressionsmodus:...........bzip2

source: Compression level:...........lzo
de: Kompressionsmodus:...........lzo

source: Time elapsed:................%s
de: Verbrauchte Zeit:............%s

source: Estimated time remaining:....%s
de: Verbleibende Zeit:...........%s

source: Speed:.......................%s/min
de: Durchsatz:...................%s/Min

source: Data copied:.................%s / %s
de: Kopierte Datenmengen:........%s / %s

source: Current image file:..........%s
de: Aktuelle Image Datei:........%s

source: Image file size:.............%s
de: Image Dateigröße:............%s

source: Available space for image:...%s = %llu bytes
de: Freier Platz für Image:......%s = %llu Bytes

source: restore partition from image file
de: Partition aus Image wiederherstellen

source: Erase free blocks with zero values
de: Freie Blöcke mit Nullwerten löschen

source: Simulation of the restoration (nothing is written)
de: Wiederherstellung simulieren

source: simulate partition restoration from image file
de: Wiederherstellung einer Partition simulieren

source: Partition to restore:.............%s
de: Wiederherstellen der Partition:........%s

source: Size of partition to restore:.....%s = %llu bytes
de: Größe der Partition:.........%s = %llu Bytes

source: Image file to use.................%s
de: Gewähltes Image.............%s

source: File system:......................%s
de: Dateisystem:......................%s

source: Partition was on device:..........%s
de: Partition war auf Gerät:..........%s

source: Image created on:.................%s
de: Image Erstelldatum:...............%s

source: Size of the original partition:...%s = %llu bytes
de: Größe der Orginalpartition:.........%s = %llu Bytes

source: Time elapsed:.....................%s
de: Verbrauchte Zeit:.................%s

source: Estimated time remaining:.........%s
de: Verbleibende Zeit:.................%s

source: Speed:............................%s/min
de: Durchsatz:........................%s/Min

source: Data copied:......................%s / %s
de: Kopierte Datenmengen:.............%s / %s

source: Current image file:...............%s
de: Aktuelle Image Datei:.............%s

source: Compression level:................None
de: Kompressionsmodus:................Kein

source: Compression level:................gzip
de: Kompressionsmodus:................gzip

source: Compression level:................bzip2
de: Kompressionsmodus:................bzip2

source: Compression level:................lzo
de: Kompressionsmodus:................lzo

source: Change
de: Ändern

source: Cancel
de: Abbrechen

source: Enter new filename
de: Einen neuen Dateinamen eingeben

source: The following imagefile already exist. Do you want to overwrite or change image filename ? File: %s To change the filename, please enter a full path (location + filename) without volume number at the end, and press "Change"
de: Die Datei ist bereits vorhanden. Wollen Sie die Datei überschreiben oder den Dateinamen ändern? Datei: %s Zum Ändern des Dateinamens bitte den kompletten Pfad angeben (Verzeichnis + Dateiname) ohne den Suffix der laufenden Nummer, gefolgt von "Ändern"

source: Overwrite image?
de: Image überschreiben?

source: Overwrite
de: Überschreiben

source: The following imagefile is locked. Do you want to wait and retry or change image filename ? File: %s To change the filename, please enter a full path (location + filename) without volume number at the end, and press "Change"
de: Die Image-Datei ist gesperrt. Wollen Sie es erneut versuchen oder den Dateinamen ändern? Datei: %s Zum Ändern des Dateinamens bitte den kompletten Pfad angeben (Verzeichnis + Dateiname) ohne den Suffix der laufenden Nummer, gefolgt von "Ändern"

source: imagefile locked
de: Die Image-Datei ist gesperrt

source: Retry
de: Wiederholen

source: unable to access to %s Please, enteranother directory path (without filename):
de: Kein Zugriff auf %s Bitte ein neues Verzeichnis eingeben (ohne Dateinamen):

source: wrong path
de: Falscher Pfad

source: Automatic mount
de: Automatischer Mount

source: Please, press "ok" to mount [%s] on [%s]
de: Bitte "ok" drücken um [%s] nach [%s] einzuhängen

source: Wrong volume inserted
de: Falscher Datenträger

source: You will be prompted to remove this media and insert the right one
de: Bitte den Datenträger entfernen und den richtigen Datenträger einlegen

source: Can't read the following volume file: %s %s
de: Lesefehler bei Datei/Datenträger: %s %s

source: Enter another full path (directory & name)
de: Einen anderen kompletten Pfad eingeben (Verzeichnis + Dateiname)

source: Volume not found
de: Datenträger nicht gefunden

source: No flag set
de: Kein Flag gesetzt

source: No description
de: Keine Beschreibung

source: none
de: Kein

source: unknown
de: Unbekannt

source: Filesystem:............%s Description:...........%s Original device:.......%s Original filepath:.... %s Flags:.................%ld: %s Creation date:.........%sPartition size:........%s Hostname:..............%s Compatible Version:....%s Encryption algorithm:..%ld -> %s MBR saved count:.......%lu System of the backup: - machine:.............%s - operating system:....%s - release:.............%s
de: Dateisystem:...........%s Beschreibung:..........%s Quellgerät:.,..........%s Quelldateipfad:....... %s Flags:.................%ld: %s Erstelldatum:..........%sPartition Größe:.......%s Rechnername:...........%s Kompatible Version:....%s Verschlüsselung:.......%ld -> %s Anzahl gesicherter MBR:.%lu Sicherungssystem: - Rechner:.............%s - Betriebssystem:......%s - Version:.............%s

source: -------------------- MBR %.3d ------------------- Device:................%s Device blocks count:...%llu Device model:..........%s
de: -------------------- MBR %.3d ------------------- Gerät:.................%s Anzahl Blöcke:.........%llu Gerätetyp:............%s

source: Volume number:.........%lu Volume size:...........%s Compression level: ....%ld -> %s Identificator:.........%llu=%llX
de: Datenträgernummer:.....%lu Dateigröße:............%s Kompressionsmodus: ....%ld -> %s Identifikation:........%llu=%llX

source: The image file "%s" cannot be found
de: Die Image-Datei "%s" kann nicht gefunden werden

source: Cannot read image file
de: Die Image-Datei kann nicht gelesen werden

source: Image informations
de: Image Informationen

source: Error
de: Fehler

source: About Partition Image %s
de: Über Partition Image %s

source: Partition Image is distributed under the GNU GPL 2 (General Public License) version:...%s web:.......http://www.partimage.org/ Authors: Francois Dupoux <fdupoux@partimage.org> Franck Ladurelle <ladurelf@partimage.org>
de: Partition Image steht unter der GNU GPL 2 (General Public License) Version:...%s Web:.......http://www.partimage.org/ Autoren: Francois Dupoux <fdupoux@partimage.org> Franck Ladurelle <ladurelf@partimage.org>

source: Can't write block %ld to image
de: Der Block %ld kann nicht in das Image geschrieben werden

source: Can't write %s to image
de: %s kann nicht in das Image geschrieben werden

source: Can't write bitmap block %ld to image
de: Der Bitmap-Block %ld kann nicht in das Image geschrieben werden

source: Can't read bitmap block %ld from image
de: Der Bitmap-Block %ld kann nicht vom Image gelesen werden

source: Can't write block %ld to harddrive
de: Der Block %ld kann nicht auf die Festplatte geschrieben werden

source: Can't read block %ld from image (%d)
de: Der Block %ld kann nicht vom Image(%d) gelesen werden

source: Can't read %s from image
de: %s kann nicht vom Image gelesen werden

source: Can't read SuperBlock
de: Der Superblock kann nicht gelesen werden

source: Can't write SuperBlock
de: Der Superblock kann nicht geschrieben werden

source: Can't read block %ld from harddrive partition
de: Der Block %ld kann nicht von der Partition gelesen werden

source: Can't read bitmap block %ld from harddrive partition (%s)
de: Der Bitmap-Block %ld kann nicht von der Partition (%s) gelesen werden

source: Can't write the MBR
de: Der MBR kann nicht geschrieben werden

source: Can't read the MBR
de: Der MBR kann nicht gelesen werden

source: Not a %s partition. Check the filesystem type
de: Keine %s Partition. Bitte Dateisystem Typ prüfen

source: The partition was saved with a newer version of Partion Image. Please download the last one.
de: Die Sicherung wurde mit einer neueren Version von Partion Image erstellt.Bitte laden Sie die neueste Version herunter.

source: Error while writing image file: disk full !
de: Fehler beim Schreiben des Image: Kein freier Speicherplatz verfügbar !

source: Can't detect file system of partition %s
de: Das Dateisystem von Partition %s kann nicht ermittelt werden

source: Can't write main header
de: Die Anfangskennung kann nicht geschrieben werden

source: Can't write main tail
de: Die Endkennung kann nicht geschrieben werden

source: Can't read main tail
de: Die Endkennung kann nicht gelesen werden

source: The image you try to restore was encrypted. The current version doesn't support encryption. Please, download the latest version of partimage.
de: Die gewünschte Sicherungsdatei ist verschlüsselt. Diese Version unterstützt keine Verschlüsselung. Bitte laden Sie die neueste Version herunter.

source: %s is not the first volume of an image. Please, retry with the volume number 000
de: %s ist nicht der 1. Datenträger der Imagedatei. Versuchen Sie es erneut mit der Endung 000

source: %s is not a valid partition image file.
de: %s ist keine Partition Image Sicherungsdatei.

source: The partition is to small to be restored: Original partition size:........%llu bytes Destination partition size:.....%llu bytes
de: Die Zielpartition ist zu klein: Quellpartition Größe:..........%llu Bytes Zielpartition Größe:............%llu Bytes

source: There was an error while restoring partition: CRC64 are differents, the imagefile was damaged: Original CRC64:.....%llu Current CRC64:......%llu
de: Fehler beim Wiederherstellen der Partition: CRC64 stimmen nicht, die Imagedatei ist beschädigt: Gespeicherte CRC64:.....%llu Berechnete CRC64:.......%llu

source: Invalid volume number (%ld instead of %ld).
de: Ungültige Datenträgernummer (%ld statt %ld).

source: Error on close
de: Fehler beim Beenden

source: The partition %s is already locked by another process. Can't work on it
de: Ein anderer Prozess hat Partition %s gesperrt. Eine Bearbeitung ist nicht möglich

source: Can't open partition %s
de: Die Partition %s kann nicht geöffnet werden

source: Can't lock partition %s
de: Die Partition %s kann nicht gesperrt werden

source: Can't read main header: imagefile was damaged
de: Die Anfangskennung kann nicht gelesen werden: das Image ist beschädigt

source: Can't write informations
de: Die Informationen können nicht geschrieben werden

source: Can't read informations
de: Die Informationen können nicht gelesen werden

source: Can't read MBR Magic: imagefile was damaged
de: MBR Kennung Lesefehler: die Imagedatei ist beschädigt

source: Know bug
de: Bekannter Fehler

source: Cannot restore the MBR from an image compressed with bzip2. You have to change the compression level.
de: Der MBR kann nicht aus einem Image mit bzip2 Kompression wiederhergestellt werden. Bitte den Kompressionsmodus ändern.

source: Warning
de: Warnung

source: You are not logged as root. You may have "access denied" errors when working.
de: Sie haben keine Superuser Rechte (root). Es kann es zu "Zugriff verweigert" Fehlermeldungen kommen.

source: New Volume
de: Neuer Datenträger

source: The volume has been changed. Old: %s New: %s/%s.%.3ld Press Enter to continue
de: Wechsel des Datenträgers. Alt: %s Neu: %s/%s.%.3ld Fortsetzen mit Enter

source: Confirmation
de: Bestätigung

source: Do you really want to restore %s from the image file %s ?
de: Sicherung %s aus Image-Datei %s einspielen ?

source: %s found errors on the file system.
de: %s hat Fehler im Dateisystem gefunden.

source: Partimage will not check partition because %s does't exist.
de: Partion Image wird die Partition nicht überprüfen - die Partition %s ist nicht vorhanden.

source: Partimage will not check partition because of run access denied for %s.
de: Partion Image wird die Partition nicht überprüfen - es ist kein Zugriff auf Partition %s möglich.

source: The current %s support is experimental !
de: Die aktuelle Unterstützung für %s ist experimentell !

source: The current %s support is beta !
de: Die aktuelle Unterstützung für %s ist in einem Betastadium !

source: Simulation mode
de: Simulationsmodus

source: You are using simulation mode: no write will be performed
de: Simulationsmodus: es wird kein Schreibvorgang ausgeführt

source: The MBR is a very important data of the hard disk. If you write a bad MBR, you will lose all the partitions of your hard drive. Don't continue unless you know what you are doing. Press 'Continue' to restore. Device with MBR to restore:.........%s [%llu] Original MBR:.......................%s [%llu]
de: Der MBR enthält wichtige Daten der Festplatte. ACHTUNG: Ein falscher MBR zerstört sämtliche Partitionen der Festplatte. Wiederherstellen mit 'Weiter'. Ziel-MBR:........................%s [%llu] Quell-MBR:.......................%s [%llu]

source: The original hard disk does not fit with the current hard disk. The MBR you are trying to restore was saved from another hard disk. This means the original and current hard disks does not have the same size or they are not on the same device (%s and %s). Do you want to continue?
de: Die gesicherte Festplatte war eine andere als die aktuelle Festplatte. Der MBR stammt von einer anderen Festplatte. D.h. die gesicherte und die aktuelle Festplatten haben eine unterschiedliche Größen oder sind unterschiedlichen Geräten zugeordnet (%s und %s). Trotzdem weitermachen?

source: Success
de: Erfolgreich

source: The MBR of [%s] has beensuccessfully restored. You might need to reboot your computer if you wantthe operating system to use the new MBR.
de: Der MBR von [%s] wurde erfolgreich wiederhergestellt. Damit das Betriebssystem diesen MBR benutzen kann, ist ein Neustart des Rechners erforderlich.

source: Error: %s
de: Fehler: %s

source: Action canceled as user required
de: Der Vorgang wurde durch den Anwender abgebrochen

source: The %s imagefile already exist. Do you want to overwrite it?
de: Die Imagedatei %s ist bereits vorhanden. Überschreiben?

source: Access denied
de: Zugriff verweigert

source: You don't have write access on %s
de: Kein Schreibzugriff für %s

source: Invalid compression level for %s
de: Ungültiger Kompressionsmodus für %s

source: imagefile %s is already open
de: Die Imagedatei %s ist bereits geöffnet

source: file %s is too short to be a partimage volume: can't read header
de: Die Datei %s ist zu klein für Partimage: Anfangskennung Lesefehler

source: file %s is not an partimage file: magic string does not match
de: Die Datei %s ist keine Partimage-Datei: Partimage Kennung nicht gefunden

source: magic string does not match: error in the image file [%s]
de: Partimage Kennung nicht gefunden: Fehler in Datei [%s]

source: the current volume doesn't fit with current image: wrong identificator
de: Der aktuelle Datenträger passt nicht zum Image: falsche Identifikation

source: Out of memory.
de: Zu wenig Speicher.

source: incorrect password or user not in partimagedusers file
de: Ungültiges Passwort oder der Benutzer ist nicht in der Partimaged Benutzerdatei

source: Too many clients connected to partimaged. Please, retry later
de: Zu viele Verbindungen zu partimaged. Versuchen Sie es später erneut

source: Only 4096 bytes per block %s volumes are supported. Current one is %lu bytes/block
de: Es werden nur 4096 Bytes pro Block von %s Speichermedium unterstützt. Aktuell sind es %lu Bytes/Block

source: The partition %s id already locked by anotherprocess. You can't work on it
de: Ein anderer Prozess hat Partition %s gesperrt. Eine Bearbeitung ist nicht möglich

source: Error while checking the data: Invalid block number.Maybe a volume or some data were skipped.
de: Fehler beim Prüfen: Ungültige Blocknummer. Eventuell wurde auf einen falschen Datenträger zugegriffen oder einige Daten wurden nicht bearbeitet.

source: This volume (%ld) is not the expected one: %ld.
de: Der Datenträger (%ld) ist nicht der erwartete: %ld.

source: Hostname/IP Error! Perhaps the hostname could not be resolved. (Try again using IP address)
de: Hostname/Ip Fehler! Der Hostname kann eventuell nicht aufgelöst werden. (Erneut versuchen und statt des Hostnamen die Ip-Adresse eingeben)

source: No MBR was found in this imagefile. We can't continue
de: In der Image-Datei wurde kein MBR gefunden. Eine weitere Bearbeitung ist nicht möglich

source: Partition checks found error(s) on partitions
de: In der Partition wurden bei der Prüfung Fehler gefunden

source: Impossible to read MBR from disk
de: Der MBR kann nicht gelesen werden

source: Invalid or damaged filesystem %s
de: Ungültiges oder defektes Dateisystem %s

source: Impossible to zero the block on harddrive: %s
de: Nullwert Schreibfehler auf Festplatte: %s

source: Connexion refused by server: incompatibles networking options.Try disabling login option for server with '-L'
de: Die Verbindung wurde vom Server abgelehnt: inkompatible Netzwerk-Einstellungen. Bitte mit der Option '-L' erneut versuchen

source: Connexion refused by server: versions mismatch
de: Die Verbindung wurde vom Server abgelehnt: unterschiedliche Versionen

source: The image file was created by a newer release (%s) of Partition Image. Please update this software and retry.
de: Die Sicherung wurde mit einer neueren Version (%s) erstellt. Bitte Partimage aktualisieren und erneut versuchen.

source: The image file was created by an older release (%s) of Partition Image. You must use the old version to restoreyour image or you have to recreate it with current version
de: Die Sicherung wurde mit einer älteren Version (%s) erstellt.Benutzen Sie diese Version zum Wiederherstellen. Andernfalls muss eine neue Sicherung mit der aktuellen Version erstellt werden

source: %s is not a valid Partition Image file or it's damaged. Sorry, can't continue
de: %s ist keine gültige oder eine beschädigte Image-Datei. Eine weitere Bearbeitung ist nicht möglich

source: File %s is not a regular file. For security reasons, we can't continue
de: Die Datei %s ist keine gültige Datei. Aus Sicherheitsgründen ist eine weitere Bearbeitung nicht möglich

source: Cannot mount %s
de: Ein Mount(einhängen) von %s ist nicht möglich

source: Cannot unmount %s
de: Ein Unmount(aushängen) von %s ist nicht möglich

source: Cannot create temp file [%s]. Please, check there is space enough and you have access rights.
de: Fehler beim Erzeugen der temporären Datei [%s]. Bitte Speicherplatz und Zugriffsrechte prüfen.

source: Cannot create temp file [%s]. No space left on device.
de: Fehler beim Erzeugen der temporären Datei [%s]. Es ist kein Speicherplatz verfügbar.

source: Cannot create temp file in [%s]. Write access is denied for user 'partimag'
de: Fehler beim Erzeugen der temporären Datei [%s]. Der Schreibzugriff für den Benutzer 'partimaged' wurde verweigert

source: Cannot create temp file in [%s]. Write access is denied.
de: Fehler beim Erzeugen der temporären Datei [%s]. Der Schreibzugriff wurde verweigert.

source: File too large. (larger than 2 GB). Can't continue. This problem can come from the kernel, the glibc, the file system which where the image is written
de: Die Datei ist zu groß (mehr als 2 Gb). Eine weitere Bearbeitung ist nicht möglich

source: Unknown error %d -> %s
de: Unbekannter Fehler %d -> %s

source: Continue
de: Weiter

source: Yes
de: Ja

source: No
de: Nein

source: * Partition to save/restore
de: * Partition sichern/wiederherstellen

source: * Image file to create/use
de: * Imagedatei erstellen/benutzen

source: Action to be done:
de: Aufgabe ausführen:

source: Save partition into a new image file
de: Partition in eine neue Datei sichern

source: Restore partition from an image file
de: Partition aus einer Datei wiederherstellen

source: Restore an MBR from the imagefile
de: MBR aus einer Datei wiederherstellen

source: Connect to server
de: Zum Server verbinden

source: Encrypt data on the network with SSL
de: Daten im Netzwerk mit SSL verschlüsseln

source: SSL disabled at compile time
de: Partimage wurde ohne Unterstützung für SSL kompiliert

source: SSL&login disabled at compile time
de: Partimage wurde ohne Unterstützung für SSL&Anmeldung kompiliert

source: IP/name of the server:
de: Ip/Name des Servers:

source: Next (F5)
de: Weiter (F5)

source: About
de: Über

source: The "Image" filed is empty. Cannot continue
de: Das Feld "Image" ist leer. Bearbeitung nicht möglich

source: The "Server IP/Name" field is empty. Cannot continue
de: Das Feld "Ip/Name des Servers" ist leer. Bearbeitung nicht möglich

source: The "Server Port" field is not a valid integer. Cannot continue
de: Der Wert für "Server Port" ist keine gültige Ganzzahl. Bearbeitung nicht möglich

source: Partition description
de: Beschreibung der Partition

source: You can enter a description of the saved partition:
de: Beschreibung der gespeicherte Partition:

source: Text cannot be empty
de: Text darf nicht leer sein

source: Password required
de: Passwort erforderlich

source: Enter your login
de: Benutzer eingeben

source: Enter your password
de: Passwort eingeben
